Repository: IDEMSInternational/indesign-translate
Catalog: translate_json/tip_sheets/*/Zulu_tip_sheets_7to12.xlf
Languages: zu

# text_1
source: Millions of children face interruptions with schooling and often feel isolated from friends and peers.
zu: Izigidi zezingane zihlangabezana nokuphazamiseka bese zizizwa zibandlululekile ebanganini nontanga.

# text_1
source: This tip is about learning through play – something that can be fun for all ages!
zu: Leli cebiso limayelana nokufunda ngokudlala - into engathokozelwa abantu beminyaka yonke!

# text_1
source: For more information click below links:
zu: Ukuze uthole imininingwane eyengeziwe chofoza izixhumanisi ezingezansi:

# text_1
source: Telling stories.
zu: Ukuxoxa izindaba.

# text_1
source: Tell your children a story from your own childhood.
zu: Xoxela izingane zakho indaba kusukela ebuntwaneni bakho.

# text_1
source: Ask your children to tell you a story.
zu: Cela izingane zakho ukuba zikuxoxele indaba.

# text_1
source: Make up a new story together starting with “Once upon a time…” Each person adds a new sentence to the story.
zu: Yenzani indaba entsha ndawonye niqale ngokuthi “Kwasukasukela…” Umuntu ngamunye uzokwengeza umusho endabani.

# text_1
source: Act out a favorite story or movie – older children can even direct younger ones while learning responsibility.
zu: Lingisani indaba eniyithandayo noma ifilimu – izingane ezindala zingase ziqondise ezincane njengoba zifunda umsebenzi.

# text_1
source: Change the object!
zu: Shintsha into!

# text_1
source: Every day household items like brooms, mops, or scarfs can become fun props for games.
zu: Izinto ezisetshenziswa nsuku zonke ekhaya ezinjengemishanelo, amamophu, noma izikhafu kungaba yizinto zokuzijabulisa zemidlalo.

# text_1
source: Place an object in the center of the room and whenever someone has an idea, they jump in and show the rest what the object can be.
zu: Beka into phakathi negumbi nomshanelo futhi uma kukhona onombono, agxumele phakathi ese ebonisa wonke umuntu ukuthi leyonto kungaba yini.

# text_1
source: For example, a broom might become a horse, microphone, or even a guitar!
zu: Ngokwesibonelo, umshanelo ungaba yihhashi, umbhobho, noma isiginci!

# text_1
source: Movement games.
zu: Imidlalo yokunyakaza.

# text_1
source: Create a dance choreography to your children’s favorite songs. First person does a dance move and everyone else copies. Everyone takes turns being the leader.
zu: Qamba ubuciko bomdanso wengoma ethandwa yizingane zakho. Umuntu wokuqala wenza umdanso bese bonke abanye bayamlingisa. Wonke umuntu uyashintshana ngokuba ngumholi.

# text_1
source: “Challenge” who can do the most toe touches, jumping jacks, or laps around the room in a minute.
zu: "Phosa inselelo" ubani okwazi ukuthinta izinzwane kakhulu, ukugxuma, noma ukugxumagxuma egunjini ngomzuzu.

# text_1
source: “Mirror” each other’s facial expressions, movements, sounds. One person can start as the leader and then switch. Try it with no leaders!
zu: “Isibuko" ubuso bomunye nomunye, ukunyakaza, imisindo. Umuntu oyedwa angaqala njengomholi bese niyashintshana. Kuzameni ngaphandle komholi!

# text_1
source: Freeze dance: Play music or someone sings a song, and everyone dances. When the music stops, everyone must freeze. Last person still dancing becomes the judge for the next round.
zu: Umdanso wokunganyakazi: Dlala umculo noma othile acule, bese wonke umuntu uyadansa. Uma umculo uma, wonke umuntu kumele ame anganyakazi. Umuntu ozogcina ukuma uba yijaji ngokulandelayo.

# text_1
source: Animal dance: Same as above but when the music stops, call out a name of an animal, and everyone has to become that animal.
zu: Umdanso wezilwane: Njengasenhla kodwa uma umculo uma, biza igama lesilwane, bese wonke umuntu kufanele abe yileso silwane.

# text_1
source: Types of play.
zu: Izinhlobo zemidlalo.

# text_1
source: Learning through Play
zu: Ukufunda Ngokudlala

# text_1
source: Covid-19 Parenting
zu: Ukuba Ngumzali Ngesikhathi se-Covid-19

# text_1
source: tips from WHO
zu: amacebiso avela kwa-WHO

# text_1
source: tips from UNICEF
zu: amacebiso avela kwa-UNICEF

# text_1
source: other languages
zu: ezinye izilimi

# text_1
source: evidence-base
zu: isisekelo sobufakazi

# text_1
source: Singing.
zu: Ukucula.

# text_1
source: Singing songs to your baby or young child helps develop language.
zu: Ukuculela usana noma ingane yakho encane amaculo kusiza ukuthuthukisa ulimi.

# text_1
source: Play or sing a song, and the first one to guess it right becomes the next leader.
zu: Dlala noma ucule ingoma, futhi owokuqala ukuyiqagela kahle uzoba ngumholi olandelayo.

# text_1
source: Make up a song about handwashing or physical distancing. Add dance movements!
zu: Yenza ingoma ngokugeza izandla noma ukuqhelelana. Faka iminyakazo yokudansa!

# text_1
source: Memory game.
zu: Umdlalo wenkumbulo.

# text_1
source: First person says, “When COVID-19 ends, I am going to...” (e.g, go to the park).
zu: Umuntu wokuqala uthi, “Uma i-COVID-19 iphela, ngizo..." (isib, ngizoya epaki).

# text_1
source: Second person adds to first person, “When COVID-19 ends, I am going to the park and… (e.g., visit my best friend)”.
zu: Umuntu wesibili uzokwengeza kowokuqala, "Uma i-COVID-19 iphela, ngizoya epaki futhi...(isib., ngivakashele umngane wami omkhulu)".

# text_1
source: Each person adds to the previous trying to think of all of the fun things to do when COVID-19 ends.
zu: Umuntu ngamunye wengeza kokudlule ezama ukucabanga ngezinto ezijabulisayo angazenza uma kuphela i-COVID-19.

# text_1
source: You can change this to any scenario in the future (e.g., when I see my friends).
zu: Ungakushintsha lokhu kube yinoma yisiphi isimo ngokuzayo (isib., uma ngibona abangane bami).

# text_1
source: There are many different types of play that can be both fun AND educational.
zu: Kunezinhlobo eziningi zemidlalo ezingaba mnandi FUTHI zifundise.

# text_1
source: Language, numbers, objects, drama, and music games give children opportunities to explore and express themselves in a safe and fun way.
zu: Izilimi, izinombolo, izinto, imidlalo yeshashalazi, nemidlalo yomculo kunikeza izingane amathuba okuhlola nokuziveza ngendlela ephephile nejabulisayo.

# text_1
source: Partners
zu: Ophathina

# text_1
source: Funders
zu: Abaxhasi

# text_1
source: We love our children and teenagers, but stress from caregiving, money, and COVID-19 can make us angry.
zu: Siyazithanda izingane nentsha yethu, kodwa ingcindezi evela ekubanakekeleni, emalini, kanye ne-COVID-19 kungasenza sithukuthele.

# text_1
source: Here is how we can maintain control and manage our anger so we do not hurt others.
zu: Nakhu esingakwenza ukugcina nokulawula intukuthelo yethu ukuze singalimazi abanye.

# text_1
source: Hyperlink 111
zu: Isixhumanisi 111

# text_2
source: Hyperlink 2
zu: Isixhumanisi 2

# text_3
source: Stop the river at the source.The same things usually make us get stressed and angry every time.What makes you angry? When does it happen? How do you normally react?Prevent anger from starting in the first place. Get some sleep or rest when you are tired. Try to eat something when you are hungry. Ask someone for support when you are feeling alone.Look after yourself. Try the “Take a Pause” and “Managing Stress” resource sheets for ideas.
zu: Nqanda umfula emthonjeni.Izinto ezifanayo zisenza sicindezeleke futhi sithukuthele ngaso sonke isikhathi.Yini ekwenza uthukuthele? Kwenzeka nini? Ingabe ujwayele ukusabela kanjani?Nqanda intukuthelo kwasekuqaleni. Lala noma uphumule uma ukhathele. Zama ukudla okuthile uma ulambile. Cela ukwesekwa ngothile uma uzizwa unomzwangedwa.Zinakekele. Zama amaphepha ezinsiza athi “Thatha ikhefu” nelithi “Ukulawula Ukucindezeleka” ukuthola amacebiso.

# text_1
source: Take care of yourself.
zu: Zinakekele.

# text_1
source: We all need to connect. Talk to friends, family, and other support networks every day.
zu: Sonke siyadinga ukuxhuma. Xoxa nabangane, umndeni, kanye namanethiwekhi okusekela nsuku zonke.

# text_1
source: Cut back on drinking alcohol or don’t drink, especially when the kids are awake.
zu: Nciphisa ukuphuza utshwala noma ungaphuzi nhlobo, ikakhulukazi uma izingane zivukile.

# text_1
source: Do you have weapons or things that can be used to hurt others? Lock them up, hide them or take them out of the home.
zu: Ingabe unazo izikhali noma izinto ezingasetshenziswa ukulimaza abanye? Zivalele, zifihle noma zikhiphe ekhaya.

# text_1
source: It’s ok to have your children stay somewhere safe or take them to a place where they can get help.
zu: Kulungile ukuba izingane zakho zihlale kwenye indawo ephephile noma endaweni lapho zingathola khona usizo.

# text_1
source: Take a break.
zu: Thatha ikhefu.

# text_1
source: When you start feeling angry, take a 20-second cool down. Breathe in and out slowly 5 times before you speak or move.
zu: Uma uqala ukuzizwa uthukuthele, yehlisa umoya imizuzwana engama-20. Donsa umoya bese uwukhipha kancane izikhathi ezinhlanu ngaphambi kokuba ukhulume noma unyakaze.

# text_1
source: Go somewhere else for 10 minutes to regain control of your emotions. If you have safe outdoor space, go outside.
zu: Hamba uye kwenye indawo imizuzu eyi-10 ukuze ukwazi ukulawula imizwa yakho. uma unendawo ephephile ngaphandle, hamba uye ngaphandle.

# text_1
source: If you are getting angry because your baby won’t stop crying, it’s OK to leave them on their back in a safe location, like a crib, and walk away for a bit. Check on your baby every 5-10 minutes.
zu: Uma ucasulwa ukuthi ingane yakho ayiyeki ukukhala, KULUNGILE ukuyishiya ilele ngomhlane endaweni ephephile, njengasembhedeni wayo, bese uhamba isikhashana. Hlola ingane yakho njalo emizuzwini engu-5-10.

# text_1
source: The COVID-19 crisis isn’t forever – we just have to get through it now…one day at a time.
zu: Inkinga ye-COVID-19 ngeke ihlale unomphela – sidinga nje ukudlula kuyo manje…usuku ngalunye ngesikhathi.

# text_1
source: Brain science shows that if you control your anger or do something positive you increase your child’s brain development.
zu: Isayensi yobuchopho ibonisa ukuthi uma ulawula intukuthelo yakho noma wenza okuthile okuhle wandisa ukukhula kwengqondo yengane yakho.

# text_1
source: Be proud of yourself when you manage to do it!
zu: Ziqhenye ngawe uma ukwazile ukukwenza!

# text_1
source: That’s real success!
zu: Leyo yimpumelelo yangempela!

# text_1
source: When We Get Angry
zu: Uma Sithukuthela

# text_1
source: Keeping your family healthy and safe from COVID-19 can feel even harder when you live in crowded conditions.
zu: Ukugcina umndeni wakho uphilile futhi uphephile kwi-COVID-19 kungezwakala kunzima kakhulu uma uhlala ezindaweni eziminyene.

# text_1
source: There are things you can do to make this easier for your family.
zu: Kunezinto ongazenza ukwenza lokhu kube lula emndenini wakho.

# text_1
source: Keep using these tips
zu: Qhubeka usebenzisa lamacebiso.

# text_1
source: Help your children with physical distancing.
zu: Siza izingane zakho ngokuziqhelelanisa kwabanye.

# text_1
source: Explain to your children that they have an important job of keeping themselves and their community healthy by temporarily physically distancing from others.
zu: Chazela izingane zakho ukuthi zinomsebezi obalulekile wokuzigcina zona nomphakathi wazo uphilile ngokuziqhelelanisa okwesikhashana nabanye.

# text_1
source: Show them extra positive attention when they make an effort to practice safe physical distancing from others.
zu: Babonise ukunaka okwengeziwe uma benza imizamo yokuzijwayeza ukuziqhelelanisa nabanye.

# text_1
source: Make handwashing and hygiene fun!
zu: Yenza ukugeza izandla kanye nokuhlanzeka kube mnandi!

# text_1
source: It might be hard to find soap and water, but practicing good hygiene is more important now than ever.
zu: Kungaba nzima ukuthola insipho namanzi, kodwa ukwenza umkhuba wokuhlanzeka kubaluleke kakhulu manje kunakuqala.

# text_1
source: Try to wash all family members’ hands as often as possible with soap and water.
zu: Zama ukugeza izandla zawo wonke amalungu omndeni kaningi ngangokunokwenzeka ngensipho namanzi.

# text_1
source: Help children teach each other how to wash their hands with soap and water.
zu: Siza izingane ukuba zifundisane ukugeza izandla ngensipho namanzi.

# text_1
source: Encourage children to avoid touching their face.
zu: Khuthaza izingane ukuba zigweme ukuthinta ubuso bazo.

# text_1
source: Keeping positive, having a routine and trying to get some one-to-one time with each child when you can will help you manage your children’s behaviours and your feelings.
zu: Ukuhlala unomqondo oqondile, ube nenqubo eqondile ejwayelekile nokuzama ukuthola isikhathi somuntu ngamunye nengane ngayinye uma ungakwazi kungakusiza ukuba ulawule indlela abaziphatha ngayo kanye nemizwa yakho.

# text_1
source: Take a Pause.
zu: Yima Kancane.

# text_1
source: You might not have space to yourself to deal with all the stress and emotions you are feeling.
zu: Kungenzeka ungabi nesikhathi sakho sokuba ubhekane nakho konke ukucindezeleka nemizwa oyizwayo.

# text_1
source: Notice when you are feeling stressed or upset and take a pause…even three deep breaths can make a difference!
zu: Qaphela uma uzizwa ucindezelekile noma ucasukile bese uyema kancane…ngisho nokudonsa umoya ngokujulile kathathu kungenza umehluko!

# text_1
source: Well done! Millions of families find that this helps.
zu: Wenze kahle! Izinkulungwane zemindeni zithola ukuthi lokhu kuyazisa.

# text_1
source: Exercise daily.
zu: Zivocavoce zonke izinsuku.

# text_1
source: Encourage children to think of activities they can do to exercise while avoiding contact with people who do not already live in your immediate space.
zu: Khuthaza izingane ukuba zicabange ngezinto ezingazenza ukuzivocavoca ngesikhathi zigwema ukusondelana nabanye abantu abangahlali lapho zihlala khona.

# text_1
source: Jumping activities, dancing or running in circles can be fun!
zu: Imidlalo yokugxuma, ukudansa noma ukugijima benze indilinga ingaba mnandi!

# text_1
source: Share the load.
zu: Thwalisanani umthwalo.

# text_1
source: Looking after children and other family members is difficult in cramped spaces, but it’s much easier when responsibilities are shared.
zu: Ukunakekela izingane kanye namanye amalungu omndeni kungaba nzima ezindaweni eziminyene, kodwa kuba lula uma kwabelanwa ngemithwalo yemfanelo.

# text_1
source: Try to share household chores, childcare, and other tasks equally amongst family members.
zu: Zama ukwaba imisebenzi yasendlini, ukunakekela izingane, kanye neminye imisebenzi ngokulingana phakathi kwamalungu omndeni.

# text_1
source: Create a schedule for time “on” and time “off” with other adults in your household.
zu: Yenza isimiso sesikhathi "sokungena" nesikhathi "sokuphuma" nabanye abantu abadala ekhaya lakho.

# text_1
source: It is okay to ask for help when you are feeling tired or stressed so that you can take a break.
zu: Kulungile ukucela usizo uma uzizwa ukhathele noma ucindezelekile ukuze ukuthathe ikhefu.

# text_1
source: Parenting in Crowded Homes and Communities
zu: Ukuba Ngumzali Emakhaya Nasemiphakathini Eminyene

# text_1
source: Keep staying safe.
zu: Qhubeka nokuzinakekela.

# text_1
source: Limit those leaving and returning to your immediate living space to as few and as infrequent as possible.
zu: Nciphisa labo abahamba babuye kwakho ngenani eliphansi futhi kungenzeki njalo ngangokunokwenzeka.

# text_1
source: Know the COVID-19 rules about what you can and can’t do in your area.
zu: Yazi imithetho ye-Covid-19 ngongakwenza nongeke ukwenze endaweni yakho.

# text_1
source: Share with colleagues, friends and family | Spread the word | Keep children safe online.
zu: Yabelana nosebenza nabo, abangane nomndeni | Tshela abanye | Gcina izingane ziphephile ku-inthanethi.

# text_1
source: Keep your child safe with open communication.
zu: Gcina ingane yakho iphephile ngokukhulumisana ngokukhululekile.

# text_1
source: Tell your children that if they experience something online that makes them feel upset, uncomfortable, or scared, they can talk to you and you will not get mad or punish them.
zu: Tshela izingane zakho ukuthi uma zihlangabezana nokuthile ku-inthanethi okubenza bacasuke, bangakhululeki, noma besabe, bangakhuluma nawe futhi ngeke uthukuthele noma ubajezise.

# text_1
source: Be alert to signs of distress. Notice if your child is being withdrawn, upset, secretive, or obsessed with online activities.
zu: Qaphela izimpawu zokucindezeleka. Qaphela uma ingane yakho ihoxile, idumele, inezimfihlo, noma ikhathazeke kakhulu ngezinto ezenziwa ku-inthanethi.

# text_1
source: Create trusting relationships and open communication through positive support and encouragement.
zu: Yakha ubudlelwano bokwethembana nokukhulumisana okukhululekile ngokweseka okuhle nokukhuthaza.

# text_1
source: Note that every child is unique and may use different ways to communicate.Take time to adjust your message for your child’s needs.
zu: Qaphela ukuthi zonke izingane zihlukile futhi zingasebenzisa izindlela zokukhulumisana ezihlukile. Thatha isikhathi ukulungisa umlayezo wakho ngokwezidingo zengane yakho.

# text_1
source: For example, children with learning disabilities, may require information in simple formats.
zu: Ngokwesibonelo, izingane ezinenkinga yokufunda, zingadinga ulwazi olwenziwe lwaba lula.

# text_1
source: Children and teens are now spending a lot more time online. Being connected helps them reduce the impact of COVID-19 and encourages them to continue with their lives… but it also presents risks and dangers.
zu: Izingane nentsha manje sezichitha isikhathi esiningi ku-inthanethi. Ukuxhuma kubasiza ukuba banciphise umthelela we-Covid-19 futhi kubakhuthaza ukuba baqhubeke nezimpilo zabo... kodwa futhi kuphinde kuveze izingozi.

# text_1
source: Cyberbullying from peers and strangers.
zu: Ukuxhashazwa nge-inthaneti ontanga nabantu abangabazi.

# text_1
source: Hyperlink 10
zu: Isixhumanisi 10

# text_2
source: Spend time with your child or teen online.Explore websites, social media, games, and apps together.Talk to your teen on how to report inappropriate content (see below).Common Sense Mediahas great advice for apps, games and entertainment for different ages.
zu: Chitha isikhathi nengane noma osemusha wakho ku-inthanethi.Hlolani ndawonye izingosi, izinkundla zokuxhumana, imidlalo, kanye nama-app.Xoxa nosemusha wakho ngokuthi angabika kanjani okuqukethwe okungalungile (bheka ngezansi).Umqondo Wezinkundla Zokuxhumanaunezeluleko ezinhle ngama-apps, imidlalo kanye nokokuzijabulisa kwabantu beminyaka ehlukene.

# text_1
source: Report online violence against children:
zu: Bika udlame olwenziwa ezinganeni nge-inthanethi:

# text_1
source: Other resources:
zu: Ezinye izinsiza:

# text_1
source: Online Risks.
zu: Izingozi Eziku-Inthanethi.

# text_1
source: Adults targeting children for sexual purposes on social media, gaming, and messaging platforms.
zu: Abantu abadala abafunana nezingane ngezinjongo zocansi ezinkundleni zokuxhumana, kwezemidlalo, kanye nasezinkundleni zemiyalezo.

# text_1
source: Harmful content – violence, misogyny, xenophobia, inciting suicide and self-harm, misinformation, pornography etc.
zu: Okuqukethwe okuyingozi - udlame, inzondo ebhekiswe kubantu besifazane, ukucwaswa kwabokufika, ukukhuthaza ukuzibulala kanye nokuzilimaza, ulwazi olungelina iqiniso, izithombe zocansi njll.

# text_1
source: Teens sharing personal information and sexual photos or videos of themselves.
zu: Intsha yabelana ngemininingwane yabo yomuntu siqu kanye nezithombe zocansi noma amavidiyo ayo.

# text_1
source: Child Helpline
zu: Inombolo Yocingo Yosizo Lwezingane

# text_1
source: INHOPE Hotlines
zu: Izinombolo Zocingo ze-INHOPE

# text_1
source: IWF portals
zu: Izingosi ze-IWF

# text_1
source: safety booklet
zu: incwajana yezokuphepha

# text_1
source: unicef
zu: i-unicef

# text_1
source: Keeping Children Safe Online
zu: Ukugcina Abantwana Bephephile Ku-Inthanethi

# text_1
source: Hyperlink 8
zu: Isixhumanisi 8

# text_2
source: Hyperlink 9
zu: Isixhumanisi 9

# text_3
source: Create healthy and safe online habits.Involve yourchildorteenin creating family tech agreements about healthy device use.Create device-free spaces and times in your house (eating, playing, schoolwork, and sleeping).Help your child learn how to keep personal information private, especially from strangers – some people are not who they say they are!Remind your children that what goes online stays online (messages, photos, and videos).Actively supervise children’s time online, including computers, smartphones, and tablets.
zu: Yakha imikhuba enempilo nephephile ye-inthanethi.Hilela inganeyakhonomaosemushaekwakheni izivumelwano zobuchwepheshe bomndeni ngokusebenzisa izinsiza-kuxhumana ngokunempilo.Yenza izikhala nezikhathi ezingenazo izinsiza-kuxhumana ekhaya lakho (zokudla, zokudlala, zomsebenzi wesikole, kanye nezokulala).Siza ingane yakho ifunde ukugcina imininingwane yomuntu siqu iyimfihlo, ikakhulukazi kubantu engabazi – abanye abantu abakona lokho abathi bayikho!Khumbuza izingane zakho ukuthi okufakwa ku-inthanethi kuhlala kugcineke ku-inthanethi (imiyalezo, izithombe, kanye namavidiyo).Qikelela ukuthi ugada isikhathi sezingane ku-inthanethi, kuhlanganise amakhompyutha, amafoni anobuchwepheshe, kanye namatheblethi.

# text_1
source: Hyperlink 5
zu: Isixhumanisi 5

# text_2
source: Hyperlink 6
zu: Isixhumanisi 6

# text_3
source: Hyperlink 7
zu: Isixhumanisi 7

# text_4
source: Tech fixes to protect your children online.Set upparental controls.Turn onSafeSearchon your browser.Set up strictprivacy settingson online apps and games.Cover webcams when not in use.
zu: Ukulungiswa kobuchwepheshe ukuze usize ukuvikela abantwana bakho ku-inthanethi.Sethaizilawuli zabazali.VulaSesha Ngokuphephileesipheqululini sakho.Setha amasethingi obumfihloaqinilekuma-apps nemidlalo ye-inthanethi.Mboza amakhamera ekhompyutha uma ungawasebenzisi.

# text_1
source: Millions are stressed about money because of COVID-19. It can make us feel exhausted, angry, and distracted.
zu: Izigidi zikhathazeke ngemali ngenxa ye-COVID-19. Kungasenza sizizwe sikhathele, sithukuthele, futhi siphazamisekile.

# text_1
source: Children or teenagers asking for things can cause arguments. It can help them a lot when we involve them with family budgeting.
zu: Izingane noma intsha ecela izinto ingabangela izingxabano. Kungazisiza kakhulu uma sizihilela ezinhlelweni zomndeni zesabelomali.

# text_1
source: What do we spend now?
zu: Yini esiyisebenzisayo manje?

# text_1
source: Get a piece of paper (or old newspaper or a cardboard box) and a pen.
zu: Thola isiqeshana sephepha (noma iphephandaba elidala noma ikhadibhodi) kanye nepeni.

# text_1
source: Draw pictures of all the things that you and your family spend money on each month.
zu: Dweba izithombe zazo zonke izinto wena nomndeni wakho enichitha imali kuzo ngenyanga.

# text_1
source: Write next to each picture how much each thing costs.
zu: Bhala eceleni kwesithombe ngasinye ukuthi into ngayinye ibiza malini.

# text_1
source: Add up how much money you have to spend each month.
zu: Hlanganisa inani lemali enilisebenzisayo ngenyanga.

# text_1
source: Build your own budget.
zu: Zakhele uhlelo lokusebenzisa imali.

# text_1
source: Find a bag of stones or anything with lots of bits. This is your money for the month.
zu: Thola isikhwama samatshe noma okuthile okunezingcezu eziningi. Lokhu yimali yakho yenyanga.

# text_1
source: As a family, decide what you will spend on what, and put the stones on your picture.
zu: Njengomndeni, vumelanani ukuthi yikuphi enizokusebenzisa kuphi, bese nibeka amatshe esithombeni senu.

# text_1
source: If you can save even a tiny amount for the future, or for an emergency – it is great.
zu: Uma ungakwazi ukonga ngisho noma okuncane kwekusasa, noma kwezimo eziphuthumayo - kuhle lokho.

# text_1
source: Talk about needs and wants.
zu: Khulumani ngezidingo kanye nezimfuno.
