Repository: IDEMSInternational/indesign-translate
Catalog: translate_json/tip_sheets/*/Zulu_tip_sheets_7to12.xlf
Languages: zu

# text_1
source: Needs: Which things are important or must haves for your family to survive? (like food, soap to wash hands, needs for ill or disabled family members).
zu: Izidingo: Yiziphi izinto ezibalulekile noma okumele nibe nazo ukuze umndeni wakho uphile? (njengokudla, insipho yokugeza izandla, izidingo zamalungu omndeni agulayo noma akhubazekile).

# text_1
source: Wants: Which things are nice to have but not essential?
zu: Izimfuno: Yiziphi izinto okuhle ukuba nazo kodwa ezingabalulekile?

# text_1
source: Discuss with your children what things you could try to spend less on as a family.
zu: Xoxa nezingane zakho ukuthi yiziphi izinto eningazama ukusebenzisa imali encane kuzo njengomndeni.

# text_1
source: A budget is how we decide what we will spend our money on, even in stressful times.
zu: Isabelomali yindlela esinquma ukuthi sizoyisebenziselani imali yethu, nangezikhathi ezinzima.

# text_1
source: Making a budget together helps children understand that we all need to make hard decisions in difficult times.
zu: Ukwenza isabelomali ndawonye kusiza izingane ukuba ziqonde ukuthi sonke kumele sithathe izinqumo ezinzima ngezikhathi ezinzima.

# text_1
source: It also helps families to have enough at the end of the month, and borrow less.
zu: Kubuye kusize imindeni ukuba ibe nokwanele ekupheleni kwenyanga, futhi baboleke kancane.

# text_1
source: Your government may be giving money, or food parcels to families during COVID-19.
zu: Uhulumeni wakho kungenzeka ukuba uphana ngemali, noma amaphasela okudla emindenini ngesikhathi se-COVID-19.

# text_1
source: Ask about whether places in your community are giving support.
zu: Buza ukuthi ingabe izindawo emphakathini wakho ziyanikeza yini ukweseka.

# text_1
source: There may be help you can get.
zu: Kungaba nosizo ongaluthola.

# text_1
source: Involve children and teens in making a family budget.
zu: Hilela izingane nentsha ekwenzeni isabelomali somndeni.

# text_1
source: Family Budgeting in Times of Financial Stress
zu: Ukwenza Isabelomali Somndeni Ezikhathini Zobunzima Bezimali

# text_1
source: Hyperlink 85
zu: Isixhumanisi 85

# text_2
source: ClickHEREfor useful resources and support if you are experiencing violence at home
zu: ChofozaLAPHAukuze uthole izinsiza nosizo uma uhlangabezana nodlame ekhaya

# text_1
source: When we model peaceful and loving relationships, our children feel more secure and loved.
zu: Uma siveza ubudlelwano obunokuthula nobunothando, izingane zethu zizizwa zivikelekile futhi zithandwa kakhudlwana.

# text_1
source: Positive language, active listening, and empathy help maintain a peaceful and happy family environment under stressful times.
zu: Ulimi olwakhayo, ukulalelisisa, kanye nozwela kusiza ukugcina ukuthula nenjabulo esimweni somndeni ngezikhathi ezinzima.

# text_1
source: Use positive language. It works!
zu: Sebenzisa ulimi olwakhayo! Luyasebenza!

# text_1
source: Tell others what you want them to do instead of what you don’t want them to do: Instead of “Stop shouting,” try “Please speak more quietly”.
zu: Tshela abanye ukuthi ufuna benzeni kunokuba ubatshele lokho ongafuni bakwenze: Esikhundleni sokuthi "Yeka ukumemeza," zama ukuthi "Ngicela ukhulumele phansi."

# text_1
source: Praise others to make them feel appreciated and good about themselves. Simple words like, “Thank you for clearing the dinner,” or “Thank you for watching the baby” can make a big difference.
zu: Ncoma abanye ukuze ubenze bazizwe bethokozelwa futhi bazizwe kahle ngabo ngokwabo. Amagama alula afana nokuthi, "Ngiyabonga ngokuqoqa ngemva kwesidlo sasebusuku," noma "Ngiyabonga ngokugada ingane" angenza umehluko omkhulu.

# text_1
source: Looking after children and other family members is difficult, but it’s much easier when responsibilities are shared.
zu: Ukunakekela abantwana kanye namanye amalungu omndeni kunzima, kodwa kuba lula uma imisebenzi ihlanganyelwa.

# text_1
source: Hyperlink 3
zu: Isixhumanisi 3

# text_2
source: Hyperlink 4
zu: Isixhumanisi 4

# text_3
source: Feeling stressed or angry?Give yourself a 10-second pause. Breathe in and out slowly five times. Then try to respond in a calmer way. Millions of parents say this helps - A LOT.Decide to take a break from arguing when you see arguments building up, and go into another room or outside if you can.See Tip Sheets on “When We Get Angry” and “Keep Calm and Manage Stress”.
zu: Uzizwa ucindezelekile noma uthukuthele?Zinike ikhefu lemizuzwana engu-10. Donsa umoya bese uyawukhipha kancane kahlanu. Bese uzama ukuphendula ngendlela ezolile. Izigidi zabazali zithi lokhu kuyasiza - KAKHULU.Khetha ukuthatha ikhefu ezingxabanweni uma ubona izingxabano zakheka, bese uya kwelinye igumbi noma phandle uma ukwazi.Bheka Iphepha Lamacebiso ku- “Lapho Sithukuthela” kanye ne- “Zola futhi Ulawule Ukucindezeleka”.

# text_1
source: Nice things to do together as a family.
zu: Izinto ezinhle eningazenza ndawonye njengomndeni.

# text_1
source: Let each family member take turns choosing a whole family activity each day.
zu: Ilungu ngalinye lomndeni malishintshane ngokukhetha umsebenzi womndeni wonke usuku ngalunye.

# text_1
source: Find ways to spend quality time alone with your partner and other adults in your home, too!
zu: Thola izindlela zokuchitha isikhathi esizuzisayo nophathina wakho nabanye abantu abadala emndenini wakho, futhi!

# text_1
source: Be an empathetic active listener.
zu: Yiba yisislaleli esilalelisayo esinozwela.

# text_1
source: Listen to others when they are talking with you.
zu: Lalela abanye uma bekhuluma nawe.

# text_1
source: Be open and show them that you hear what they are saying.
zu: Vuleleka futhi ubabonise ukuthi uyakuzwa abakushoyo.

# text_1
source: It can help to summarise what you have heard before responding: “What I hear you saying is…”.
zu: Kungasiza ukufingqa okuzwile ngaphambi kokuba uphendule: "Engikuzwa ukusho ukuthi...".

# text_1
source: We are models for our kids.
zu: Siyizibonelo ezinganeni zethu.

# text_1
source: How we talk and behave in front of our children is a big influence on how they behave too!
zu: Indlela esikhuluma nesiziphatha ngayo phambi kwezingane zethu inomthelela omkhulu endleleni abaziphatha ngayo nabo!

# text_1
source: Try to talk kindly to everyone in the family, adults and children.
zu: Zama ukukhuluma ngomusa kuwo wonke umuntu emndenini, abantu abadala kanye nezingane.

# text_1
source: Bad communication between adults in the household can have a negative impact on our children.
zu: Ukukhulumisana okongalungile phakathi kwabantu abadala ekhaya kungaba nomthelela omubi ezinganeni zethu.

# text_1
source: The more we practice modeling peaceful, loving relationships for our children, the more secure and loved they will feel.
zu: Uma sizijwayeza ngokwengeziwe ukubonisa ubudlelwano obunokuthula, nothando ezinganeni zethu, ziyozizwa zivikeleke kakhulu futhi zithandwa.

# text_1
source: Family Harmony at Home
zu: Ukuvumelana Komndeni Ekhaya
