[
    {
        "sourceText": "COVID19Parenting:Illustrated Comic 10: Talking to Your Child about Covid-19",
        "text": "Falando com o seu filho/a de Covid19",
        "note": "Title"
    },
    {
        "sourceText": "Be open and listen to your children. Be honest and supportive. It’s okay not to know the answers…",
        "text": "\nEsteja aberto e ouça seus filhos. Seja honesto e solidário. Não ha problemas em nao saber as respostas …",
        "note": "Tagline:"
    },
    {
        "sourceText": "Am I going to get coronavirus?",
        "text": "Vou pegar o coronavírus?",
        "note": "Block 1: "
    },
    {
        "sourceText": "It is very possible that we will all get coronavirus. But younger people do not normally get very sick.",
        "text": "\nÉ muito possível que todos contraemos o coronavírus. Mas os jovens normalmente não ficam muito doentes.",
        "note": ""
    },
    {
        "sourceText": "I am scared…",
        "text": "Estou assustado…",
        "note": "Block 2: "
    },
    {
        "sourceText": "It is okay to be afraid. We are all a bit scared about this. But we have each other and can do our best to keep ourselves and other people safe and healthy.",
        "text": "É normal ter medo. Estamos todos um pouco assustados com isso. Mas nós temos um ao outro e podemos fazer o nosso melhor para manter a nós mesmos e outras pessoas seguras e saudáveis",
        "note": ""
    },
    {
        "sourceText": "How can we keep safe?",
        "text": "\nComo podemos nos manter seguros?",
        "note": "Block 3: "
    },
    {
        "sourceText": "We can wash our hands regularly for 20 seconds. We can also keep a good physical distance away from people. We also need to try to avoid touching our faces as much as possible.",
        "text": "Podemos lavar as mãos regularmente por 20 segundos. Também podemos manter uma boa distância física, longe das otras pessoas. Também devemos tentar evitar tocar nossos rostos tanto quanto possível.",
        "note": ""
    },
    {
        "sourceText": "Okay…",
        "text": "OK",
        "note": ""
    },
    {
        "sourceText": "What happens to your body when you get coronavirus?",
        "text": "\nO que acontece ao seu corpo quando você pega o coronavírus?",
        "note": "Block 4: "
    },
    {
        "sourceText": "To tell you the truth, I don’t know exactly. How about we look on the UNICEF website together?",
        "text": "Para falar a verdade, não sei exatamente. Que tal olharmos juntos no website da UNICEF?",
        "note": ""
    }
]