[
    {
        "sourceText": "COVID19Parenting: Illustrated Comic 14: Making a Tech Agreement with Your Teen",
        "text": "\nFazendo um acordo técnico com seu filho adolescente",
        "note": "Title"
    },
    {
        "sourceText": "Children and teens are spending a lot more time online. Help them create safe and healthy online habits like scheduling time online and offline…",
        "text": "Crianças e adolescentes estão gastando muito mais tempo online. Ajude-os a criar hábitos online seguros e saudáveis, como agendar tempo online e offline ...",
        "note": "Tagline: "
    },
    {
        "sourceText": "Armani, you have been spending a lot of time on your tablet. Why do you think I am concerned about that?",
        "text": "Armani, você tem passado muito tempo em seu tablet. Por que você acha que estou preocupado com isso?",
        "note": ""
    },
    {
        "sourceText": "Um…because I am not doing my schoolwork?",
        "text": "Hum ... porque eu não estou fazendo minhas tarefas escolares?",
        "note": "Block 1: "
    },
    {
        "sourceText": "Yes, that is one reason. It is important that you make the time for your schoolwork. I also like seeing you being more active. Maybe we can make a household rule about gadget use. What do you think would be a fair limit each day?",
        "text": "Sim, esse é um dos motivos. É importante que você reserve um tempo para os trabalhos escolares. Também gosto de ver você sendo mais ativo. Talvez possamos fazer uma regra familiar sobre o uso de gadgets. O que você acha que seria um limite justo a cada dia?",
        "note": "Block 2: "
    },
    {
        "sourceText": "Um…two hours a day?",
        "text": "Hum ... duas horas por dia?",
        "note": ""
    },
    {
        "sourceText": "Hmmm…I think that might be too much time. You have so much else to do every day.",
        "text": "Hmmm ... acho que pode ser muito tempo. Você tem muito mais para fazer todos os dias.",
        "note": "Block 3: "
    },
    {
        "sourceText": "How about one hour for fun and one hour for learning?",
        "text": "Que tal uma hora para se divertir e uma hora para aprender?",
        "note": ""
    },
    {
        "sourceText": "That sounds reasonable. I would also like you to do your schoolwork before using any gadgets. So from now on, the household rule is that you do your schoolwork before using gadgets and that you can have 1 hour for free time and 1 hour for educational activities. Okay?",
        "text": "\n\nIsso parece razoável. Também gostaria que você fizesse seu trabalho escolar antes de usar qualquer dispositivo. Portanto, a partir de agora, a regra da casa é que você faça as tarefas escolares antes de usar os gadgets e que tenha 1 hora para o tempo livre e 1 hora para atividades educacionais. OK?",
        "note": "Block 4: "
    }
]