[
    {
        "sourceText": "COVID19Parenting: Illustrated Comic 14: Making a Tech Agreement with Your Teen",
        "text": "\nHacer un acuerdo tecnológico con su hijo adolescente",
        "note": "Title"
    },
    {
        "sourceText": "Children and teens are spending a lot more time online. Help them create safe and healthy online habits like scheduling time online and offline…",
        "text": "Los niños y adolescentes pasan mucho más tiempo en línea. Ayúdelos a crear hábitos en línea seguros y saludables, como programar tiempo en línea y fuera de línea …",
        "note": "Tagline: "
    },
    {
        "sourceText": "Armani, you have been spending a lot of time on your tablet. Why do you think I am concerned about that?",
        "text": "Armani, has estado pasando mucho tiempo con tu tableta. ¿Por qué crees que me preocupa eso?",
        "note": ""
    },
    {
        "sourceText": "Um…because I am not doing my schoolwork?",
        "text": "\nUm ... ¿porque no estoy haciendo mis tareas escolares?",
        "note": "Block 1: "
    },
    {
        "sourceText": "Yes, that is one reason. It is important that you make the time for your schoolwork. I also like seeing you being more active. Maybe we can make a household rule about gadget use. What do you think would be a fair limit each day?",
        "text": "\nSí, esa es una de las razones. Es importante que dedique tiempo a sus tareas escolares. También me gusta verte más activo. Tal vez podamos establecer una regla doméstica sobre el uso de dispositivos. ¿Cuál crees que sería un límite justo cada día?",
        "note": "Block 2: "
    },
    {
        "sourceText": "Um…two hours a day?",
        "text": "Um ... ¿dos horas al día?",
        "note": ""
    },
    {
        "sourceText": "Hmmm…I think that might be too much time. You have so much else to do every day.",
        "text": "Hmmm ... creo que puede ser demasiado tiempo. Tienes mucho más otras cosas por hacer todos los días.",
        "note": "Block 3: "
    },
    {
        "sourceText": "How about one hour for fun and one hour for learning?",
        "text": "¿Qué tal una hora para divertirse y una hora para aprender?",
        "note": ""
    },
    {
        "sourceText": "That sounds reasonable. I would also like you to do your schoolwork before using any gadgets. So from now on, the household rule is that you do your schoolwork before using gadgets and that you can have 1 hour for free time and 1 hour for educational activities. Okay?",
        "text": "Eso me parece razonable. También me gustaría que hicieras tu trabajo escolar antes de usar cualquier dispositivo. Entonces, a partir de ahora, la regla del hogar es que haga su trabajo escolar antes de usar los dispositivos y que puede tener una hora para divertirse y una hora para aprender. De acuerdo? ",
        "note": "Block 4: "
    }
]