[
    {
        "sourceText": "COVID19Parenting:Illustrated Comic 10: Talking to Your Child about Covid-19",
        "text": "Hablando con su hijo/a sobre Covid19",
        "note": "Title"
    },
    {
        "sourceText": "Be open and listen to your children. Be honest and supportive. It’s okay not to know the answers…",
        "text": "Sea abierto y escuche a sus hijos. Sea honesto y comprensivo. Está ok no saber las respuestas …",
        "note": "Tagline:"
    },
    {
        "sourceText": "Am I going to get coronavirus?",
        "text": "\n¿Voy a contraer coronavirus?",
        "note": "Block 1: "
    },
    {
        "sourceText": "It is very possible that we will all get coronavirus. But younger people do not normally get very sick.",
        "text": "Es muy posible que a todos nos dé coronavirus. Pero las personas más jóvenes normalmente no se enferman gravemente.",
        "note": ""
    },
    {
        "sourceText": "I am scared…",
        "text": "Tengo miedo…",
        "note": "Block 2: "
    },
    {
        "sourceText": "It is okay to be afraid. We are all a bit scared about this. But we have each other and can do our best to keep ourselves and other people safe and healthy.",
        "text": "\nEs normal de tener miedo. Todos estamos un poco asustados por esto. Pero nos tenemos el uno al otro y podemos hacer nuestro mejor esfuerzo para mantenernos a nosotros mismos y a otras personas seguros y saludables.",
        "note": ""
    },
    {
        "sourceText": "How can we keep safe?",
        "text": "Como podemos mantener nos a salvo? ",
        "note": "Block 3: "
    },
    {
        "sourceText": "We can wash our hands regularly for 20 seconds. We can also keep a good physical distance away from people. We also need to try to avoid touching our faces as much as possible.",
        "text": "Podemos lavarnos las manos con regularidad durante 20 segundos. También podemos mantener una buena distancia física de otras personas y debemos tratar de evitar tocarnos la cara tanto como sea posible.",
        "note": ""
    },
    {
        "sourceText": "Okay…",
        "text": "OK",
        "note": ""
    },
    {
        "sourceText": "What happens to your body when you get coronavirus?",
        "text": "¿Qué le sucede a su cuerpo cuando contrae coronavirus?",
        "note": "Block 4: "
    },
    {
        "sourceText": "To tell you the truth, I don’t know exactly. How about we look on the UNICEF website together?",
        "text": "Para decirte la verdad, no lo sé exactamente. ¿Qué tal si miramos juntos el sitio web de UNICEF?",
        "note": ""
    }
]